index.org
#+TITLE: Joel Brewster
#+DESCRIPTION: Joel Brewster is a Melbourne based front end developer that enjoys creating engaging experiences, coding pixel perfect interfaces and making the web accessible for all.
#+LANGUAGE: en
#+STARTUP: inlineimages
#+LANGUAGE: en
#+OPTIONS: toc:nil date:nil num:nil author:nil html-postamble:nil
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="styles/index.min.css" />
#+HTML_HEAD_EXTRA: <script type="text/javascript" defer src="scripts/app.min.js" ></script>

I am a *passionate* and *curious* Melbourne based *front-end developer*.

I enjoy *creating* engaging experiences, *coding* pixel perfect interfaces, *solving* problems and *making* the web *accessible* for all.

* WORK:
Here are some memorable projects that I've really enjoyed working on professionally:

[[https://lebuns.com.au/][LeBuns]],
[[https://nextandco.com.au][Next&Co]],
[[https://www.campbellpage.com.au][Campbell Page]],
[[https://www.dunlopdiy.com][DunlopDIY]],
[[https://www.deepheat.com.au/][Deep Heat]],
[[https://www.mid.org.au][Melbourne Innovation Districts]],
[[https://www.ardex.com][Ardex]],
[[https://littlemaymusic.com/][Little May]],
[[https://mwf.com.au/][Melbourne Writers Festival 2018]],
[[https://www.invictusgames2018.com/][Invictus Games 2018]],
[[https://cmcrocks.com/][CMC Rocks]],
[[https://nowsound.online/][Now Sound Melbourne's Listening]],
[[https://queensplacemelbourne.com.au][Queens Place Melbourne]],
[[https://www.jblwwc.com.au/][JBL Weekend Warrior]],
[[https://www.djjohnhoward.com/][DJ John Howard]],
[[https://rothelowman.com.au/][Rothelowman]],
[[http://bingefest.sydneyoperahouse.com/][Sydney Opera House - Bingefest]],
[[https://www.the5th.co/][The 5th Watches]].


** PET PROJECTS:

- [[https://www.gloststudios.com][Glost Studios]]

An online store for a small leafy ceramic studio which sells pottery and classes.

/Originally Gatsby and Snipcart, now WordPress/


- [[https://zero-player.netlify.app][Zero-player app]]

An interface that creates random melodies and chords from cellular automation patterns.

Desktop Firefox and Chrome only.

/NexusUI, Tone.js, Monome/
- [[https://magic-words-study.netlify.app][Magic words study]]

A study app covering frequency words for Victorian prep classes.

Optimised for phones.

/Gatsby, Embla/
- [[https://subitising-study.netlify.app][Subitising Study]]

A conceptual subitising app for younger children to practice.

Optimised for phones.

/React/
- [[https://alphabet-and-numbers.netlify.app][Alphabet and Numbers]]

A learning aid for toddlers to recognise the alphabet and numerical characters.

Optimised for desktops and keyboards.

/JS, HTML Audio/

*** CONTACT:
[[https://www.joelbrewster.com/joelbrewster_resume.pdf][Résumé]], [[https://www.github.com/joelbrewster][Github]], [[https://www.linkedin.com/in/joelbrewster][Linkedin]]
