index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-08-27 Fri 22:05 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Joel Brewster</title>
<meta name="description" content="Joel Brewster is a Melbourne based front end developer that enjoys creating engaging experiences, coding pixel perfect interfaces and making the web accessible for all." />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="styles/index.min.css" />
</head>
<body>
<div id="content" class="content">
<header>
<h1 class="title">Joel Brewster</h1>
</header><p>
I am a <b>passionate</b> and <b>curious</b> Melbourne based <b>front-end developer</b>.
</p>

<p>
I enjoy <b>creating</b> engaging experiences, <b>coding</b> pixel perfect interfaces, <b>solving</b> problems and <b>making</b> the web <b>accessible</b> for all.
</p>

<div id="outline-container-orgc580f90" class="outline-2">
<h2 id="orgc580f90">WORK:</h2>
<div class="outline-text-2" id="text-orgc580f90">
<p>
Here are some memorable projects that I've really enjoyed working on professionally:
</p>

<p>
<a href="https://lebuns.com.au/">LeBuns</a>,
<a href="https://nextandco.com.au">Next&amp;Co</a>,
<a href="https://www.campbellpage.com.au">Campbell Page</a>,
<a href="https://www.dunlopdiy.com">DunlopDIY</a>,
<a href="https://www.deepheat.com.au/">Deep Heat</a>,
<a href="https://www.mid.org.au">Melbourne Innovation Districts</a>,
<a href="https://www.ardex.com">Ardex</a>,
<a href="https://littlemaymusic.com/">Little May</a>,
<a href="https://mwf.com.au/">Melbourne Writers Festival 2018</a>,
<a href="https://www.invictusgames2018.com/">Invictus Games 2018</a>,
<a href="https://cmcrocks.com/">CMC Rocks</a>,
<a href="https://nowsound.online/">Now Sound Melbourne's Listening</a>,
<a href="https://queensplacemelbourne.com.au">Queens Place Melbourne</a>,
<a href="https://www.jblwwc.com.au/">JBL Weekend Warrior</a>,
<a href="https://www.djjohnhoward.com/">DJ John Howard</a>,
<a href="https://rothelowman.com.au/">Rothelowman</a>,
<a href="http://bingefest.sydneyoperahouse.com/">Sydney Opera House - Bingefest</a>,
<a href="https://www.the5th.co/">The 5th Watches</a>.
</p>
</div>


<div id="outline-container-org988d6f6" class="outline-3">
<h3 id="org988d6f6">PET PROJECTS:</h3>
<div class="outline-text-3" id="text-org988d6f6">
<ul class="org-ul">
<li><a href="https://www.gloststudios.com">Glost Studios</a></li>
</ul>

<p>
An online store for a small leafy ceramic studio which sells pottery and classes.
</p>

<p>
<i>Originally Gatsby and Snipcart, now WordPress</i>
</p>


<ul class="org-ul">
<li><a href="https://zero-player.netlify.app">Zero-player app</a></li>
</ul>

<p>
An interface that creates random melodies and chords from cellular automation patterns.
</p>

<p>
Desktop Firefox and Chrome only.
</p>

<p>
<i>NexusUI, Tone.js, Monome</i>
</p>
<ul class="org-ul">
<li><a href="https://magic-words-study.netlify.app">Magic words study</a></li>
</ul>

<p>
A study app covering frequency words for Victorian prep classes.
</p>

<p>
Optimised for phones.
</p>

<p>
<i>Gatsby, Embla</i>
</p>
<ul class="org-ul">
<li><a href="https://subitising-study.netlify.app">Subitising Study</a></li>
</ul>

<p>
A conceptual subitising app for younger children to practice.
</p>

<p>
Optimised for phones.
</p>

<p>
<i>React</i>
</p>
<ul class="org-ul">
<li><a href="https://alphabet-and-numbers.netlify.app">Alphabet and Numbers</a></li>
</ul>

<p>
A learning aid for toddlers to recognise the alphabet and numerical characters.
</p>

<p>
Optimised for desktops and keyboards.
</p>

<p>
<i>JS, HTML Audio</i>
</p>
</div>

<div id="outline-container-orge66a0d2" class="outline-4">
<h4 id="orge66a0d2">CONTACT:</h4>
<div class="outline-text-4" id="text-orge66a0d2">
<p>
<a href="https://www.joelbrewster.com/joelbrewster_resume.pdf">Résumé</a>, <a href="https://www.github.com/joelbrewster">Github</a>, <a href="https://www.linkedin.com/in/joelbrewster">Linkedin</a>
</p>
</div>
</div>
</div>
</div>
</div>
</body>
</html>
